Repository: MetaModels/attribute_tags
Catalog: src/Resources/translations/*_metamodel_attribute.*.xlf
Languages: de

# typeOptions.tags
source: Tags
de: Mehrfachauswahl [tags]

# tag_table.label
source: Database table
de: Datenbanktabelle

# tag_table.description
source: Please select the database table.
de: Bitte wählen Sie eine Datenbanktabelle aus.

# tag_column.label
source: Table column
de: Tabellenspalte für Bezeichnung/Name

# tag_column.description
source: Please select the column.
de: Bitte wählen Sie eine Spalte.

# tag_id.label
source: Tag ID
de: ID der Mehrfachauswahl

# tag_id.description
source: Please select a entry for the tag id.
de: Bitte wählen Sie einen Eintrag für die ID der Mehrfachauswahl aus.

# tag_alias.label
source: Tag alias
de: Alias der Mehrfachauswahl

# tag_alias.description
source: Please select a entry for the tag alias.
de: Bitte wählen Sie einen Eintrag für den Alias der Mehrfachauswahl aus.

# tag_sorting.label
source: Tag sorting
de: Sortierung der Mehrfachauswahl

# tag_sorting.description
source: Please select a entry for the tag sorting.
de: Bitte wählen Sie einen Eintrag für die Sortierung der Mehrfachauswahl aus.

# tag_where.description
source: The list of options can be limited by using SQL as WHERE condition - use the alias 't' for the source table.
de: Die Liste der Optionen kann durch Verwendung von SQL als WHERE-Bedingung eingeschränkt werden - verwenden Sie den Alias 't' für die Quelltabelle.

# tag_filter.description
source: Here you can choose the filter to use.
de: Hier können Sie den Filter wählen.

# tag_filterparams.label
source: Filter parameters
de: Filterparameter

# tag_filterparams.description
source: Here you can choose a default value for the filter.
de: Hier können Sie eine Vorgabe für den Filter wählen.

# tag_sort.label
source: Sorting direction
de: Sortierrichtung

# tag_sort.description
source: The sorting direction.
de: Richtung der Sortierung.

# sql_error
source: The SQL query causes an error.
de: Die SQL-Abfrage verursacht einen Fehler.

# tag_table_type.translated
source: Translated MetaModels
de: Übersetztes MetaModel

# tag_table_type.untranslated
source: Untranslated MetaModels
de: Nicht übersetztes MetaModel

# tag_table_type.sql-table
source: SQL Table
de: SQL-Tabelle

# tag_column_type.attributee
source: MetaModel attributes
de: MetaModels-Attribute

# tag_column_type.sql
source: SQL table column
de: Spalte der SQL-Tabelle

# tag_sort_directions.asc
source: Ascending
de: Aufsteigend

# tag_sort_directions.desc
source: Descending
de: Absteigend
