Repository: MetaModels/attribute_tags
Catalog: src/Resources/translations/*_metamodel_dcasetting.*.xlf
Languages: de

# tag_as_wizard.label
source: Select the widget type
de: Anzeigetyp wählen

# tag_as_wizard.description
source: Select the desired widget type.
de: Wählen Sie einen gewünschten Anzeigetyp.

# tag_minLevel.label
source: Minimum level in tree picker
de: Niedrigste Ebene in der Baumauswahl.

# tag_minLevel.description
source: If you pass a value >0 here, no item below this level will be selectable.
de: Bei einem Wert > 0 können keine Datensätze mit einem niedrigeren Level als dem eingegebenen selektiert werden.

# tag_maxLevel.label
source: Maximum level in tree picker
de: Höchste Ebene in der Baumauswahl.

# tag_maxLevel.description
source: If you pass a value >0 here, no item above this level will be selectable
de: Bei einem Wert > 0 können keine Datensätze mit einem niedrigeren Level als dem eingegebenen selektiert werden.

# tag_as_wizard_reference.0
source: Display as checkbox menu
de: Anzeige des Checkboxmenü

# tag_as_wizard_reference.1
source: Display as checkbox wizard
de: Als Checkbox-Wizard anzeigen

# tag_as_wizard_reference.2
source: Display as picker popup
de: Anzeige als Popup-Picker

# tag_as_wizard_reference.3
source: Display as tag list
de: Anzeige als Tag-Liste
